Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: tm/MM6.tmx
Source language: es_es
Languages: en_gb

source: Un pequeño grupo de manifestantes tomaron posiciones cerca de la zona de cocina del campamento, cerca del centro del parque.
en_gb: A core group of protesters took up positions close to the encampment's kitchen area, near the center of the park.

source: Si hoy los albanos exigen la creación de un Estado kosovar, es porque la inmigración procedente de Albania y la caída del índice de natalidad entre los serbios les ha dado la mayoría en una provincia donde, hace cerca de cincuenta años, eran una minoría.
en_gb: If today the Albanians are calling for the establishment of a Kosovar state, it is because immigration from Albania and the falling birth-rate among Serbs have given them a majority in a province where, some fifty years ago, they were in the minority.

source: Las calles de Génova volverán a llenarse de manifestantes.
en_gb: The streets of Genoa will once again be teeming with demonstrators.

source: Posteriormente, esta noticia también fue desmentida.
en_gb: Subsequently this news item was denied as well.

source: Posteriormente se desarrollaron adhesivos de séptima generación en una sola botella.
en_gb: Subsequently the single-bottle, seventh-generation adhesives were developed.

source: Por lo tanto, también Jesús padeció fuera de la puerta de la ciudad para santificar al pueblo por medio de su propia sangre
en_gb: Wherefore Jesus also, that he might sanctify the people with his own blood, suffered without the gate.

source: CONTRADICCION.
en_gb: CONTRADICTION.

source: Definitivamente
en_gb: Definitely

source: Pero también los que han dado todo al imperialismo, como la ex República Yugoslava de Macedonia, soportan la intervención armada de las eminencias de la OTAN.
en_gb: Mind you, even those who gave the imperialists everything, such as the Former Yugoslav Republic of Macedonia, have to suffer armed intervention by the NATO elite.

source: Por consiguiente, es imprescindible que las organizaciones y autoridades haitianas participen en el esfuerzo de reconstrucción.
en_gb: It is therefore imperative that Haitian organisations and authorities are involved in the reconstruction effort.

source: reconstrucción
en_gb: reconstruction

source: Dueño
en_gb: Owner

source: dueño
en_gb: landlord

source: Manifestaciones
en_gb: Statements

source: NOMBRAMIENTO
en_gb: ASSIGNMENT

source: Este es un triste legado de la guerra civil.
en_gb: This is a sad legacy of the civil war.

source: Guerra civil
en_gb: Civil war

source: Algunos los han calificado de revolución y otros de guerra civil.
en_gb: Some people have referred to them as a revolution, and others as civil war.

source: El 6 de marzo en Estambul, fecha en que una manifestación para celebrar el Día de la Mujer fue brutalmente dispersada, viene a ilustrar lo importante que sigue siendo el Día Internacional de la Mujer.
en_gb: Violence perpetrated against women, and the relative lack of participation by them in the labour market, in education and in politics, are still major areas of concern in which change is possible only if women acquire the right to be able to speak out and to demonstrate.

source: Ante esta violación de los compromisos realizados en principio por la junta, la oposición organizó una manifestación que fue brutalmente reprimida por la guardia presidencial.
en_gb: In the face of this violation of the commitments formerly made by the junta, the opposition organised a demonstration, which was brutally repressed by the presidential guard.

source: La policía disolvió brutalmente la manifestación, que se saldó con la detención de 70 personas.
en_gb: The demonstration was brutally broken up by police and 70 demonstrators were arrested.

source: Dejó
en_gb: He

source: La victoria de la democracia en Ucrania movilizaría a las fuerzas democráticas en la propia Rusia.
en_gb: The victory of democracy in Ukraine would mobilise democratic forces in Russia itself.

source: Eso es lo que importa y tenemos que creer en la victoria de las fuerzas democráticas.
en_gb: That is what matters and we must believe that the democratic forces will win.

source: With
en_gb: William Withering

source: wvware / wvware la versión 1.2.4
en_gb: wvWare/wvWare version 1.2.4

source: Versión:
en_gb: Version:
